HELP_1 =  """

✅**<u>اوامر الادمن:</u>**

 
◈ -『 **وقف** 』\n لإيقاف المقطع مؤقتآ داخل المحادثه الصوتيه  •

◈ -『 **كمل** 』\n لاستئناف المقطع مره اخري داخل المحادثه الصوتيه  •

◈ -『 **اسكت** 』\n لكتم صوت المقطع داخل المحادثه الصوتيه  •

◈ -『 **اتكلم** 』\n لألغاء كتم صوت المقطع داخل المحادثه الصوتيه  •

◈ -『 **تخطي او التالي** 』\n للتخطي إلي المقطع المنتظر بقائمة الانتظار لديك  •

◈ -『 **ايقاف او انهاء** 』\n لأنهاء التشغيل ومغادره المساعد المحادثه الصوتيه  •


"""


HELP_2 = """

✅<u>**اوامرالتشغيل :**</u>

◈ - اوامر تشغيل البوت في المجموعات 

◈ -『 **تشغيل او شغل ** 』\n ثم اسم المقطع الصوتي او الرابط الخاص به  •

◈ -『 **بحث او تنزيل** 』\n ثم اسم المقطع المراد تنزيله من موقع اليوتيوب مباشر او الرابط الخاص به  •

◈ -『 **ريلود** 』\n قم بأرسالها ( دآخل المجموعات ) لتحديث قائمه المشرفين بمجموعتك  •


 """


HELP_3 = """

✅<u>**اوامر البوت:**</u>

◈ -『 **وضع تشغيل** 』\n لضبط وضع تحكم التشغيل للأدمن او للاعضاء داخل مجموعتك  •

◈ -『 **القائمه** 』\n لعرض قائمه التشغيل الخاصه بك  •

◈ -『 **حذف القائمه** 』\n لحذف قائمه التشغيل الخاصه بك  •

◈ -『 **لغه** 』\n لتغيير لغة البوت إلي اي لغه اخري  •

◈ -『 **احصائيات** 』\n لعرض قسم الاحصائيات العامه للبوت ولترند التشغيل العالمي •

◈ -『 **ريلود** 』\n لتحديث قائمة المشرفين داخل مجموعتك •

◈ -『 **بينج** 』\n لقياس سرعه التشغيل على السيرفر وعرض تفاصيل معلومات التشغيل •

◈ -『 **كلمات** 』\n ثم اسم الاغنيه لجلب كلمات الاغنيه كامله بصيغه النصوص •

◈ -『 **يوت** 』\n ثم اسم المقطع او الرابط الخاص به لتحميله مباشر من اليوتيوب •


"""

HELP_4 = """✅<u>**اوامر اضافية:**</u>

◈ -『 **ميوزك** 』\n   للحصول على مساعدة .

◈ -『 **بينج** 』\n  للحصول على معلومات بينج البوت .

◈ -『 **تليجراف** 』\n بالرد على صورة للحصول على لنك .

◈ -『 **صوره** 』\n مع الكلمه للبحث عنها من بنترست .

"""
HELP_5 = """
● <b>قائمــة اوامــر المطــور :</b>
ٴ⋆┄─┄─┄─┄─┄─┄─┄─┄⋆
<b>- قائمــة اوامــر الحظــر :</b>
ٴ⋆┄─┄─┄─┄─┄─┄─┄─┄⋆

بلوك/الغاء بلوك/المبلكين
<b>- لـ حظـر/الغـاء حظـر شخـص من استخـدام ميـوزك البـوت</b>

احظره عام/الغاء حظره عام
<b>- لـ حظـر/الغـاء حظـر شخـص من استخـدام ميـوزك البـوت عـام</b>

المحظورين عام
<b>- لـ جلب قائمـة المحظـورين عـام فـي البـوت</b>

حظر مجموعة/سماح
<b>- لـ حظـر/الغـاء حظـر مجموعـة من استخـدام ميـوزك البـوت</b>

المجموعات المحظورة
<b>- لـ جلب قائمـة بالمجمـوعـات المحظـورة مـن استـخـدام البـوت</b>

"""

HELP_6 = """
<b><u>Black Pink :</b></u>

 ⦿ /blackpink - Generates A Blackpink-Style Logo.
 """

HELP_7 = """
<b><u>Github :</b></u>

 ⦿ /git [Username] - Get Information About A Github User.
 ⦿ /github [Username] - Get Information About A Github User.
 """

HELP_8 = """
<b><u>الايدي :</b></u>

⦿ soon ...

"""

HELP_9 = """
<b><u>تحويل صورة:</b></u>

◈ -『 **تليجراف** 』\n بالرد على صورة لتحويلها الى رابط •

"""

HELP_10 = """
<b><u>ترحيب :</b></u>

 ⦿ soon ..
"""


HELP_11 = """
<b><u>الصاعدين :</b></u>

⦿ soon ...

"""

HELP_12 = """
<b><u>ثنائي  :</b></u>

⦿ soon ..
"""

HELP_13 = """
<b><u>كاربون :</b></u>

⦿ كاربون : لعمل صورة كاربون. 
"""

HELP_14 = """
<b><u>انمي:</b></u>

⦿ soon . 

"""

HELP_15 = """
<b><u>الكاشف :</b></u>

⦿ كشف : مع اليوزر او الايدي للكشف عن اسماء الحساب السابقه. 
"""